readme.md

# Table of Contents

1.  [Binance Advance Mode Userscript](#org889316e)
    1.  [Features](#org67ed09a)
    2.  [Usage](#orgc9485ed)


<a id="org889316e"></a>

# Binance Advance Mode Userscript


<a id="org67ed09a"></a>

## Features

1.  Max Min Price Range
2.  Buy Limit (Prices Safe to buy sell)
3.  1 min % change
4.  2 min % change
5.  3 min % change
6.  Total Trade Since Page Visit
7.  Trade per Second since page visit
8.  Duration since page visit
9.  Current Balance for the visited currency (Logged in)
10. Cost of current balance in $
11. Auto Update latest buy and sell


<a id="orgc9485ed"></a>

## Usage

1.  Install the tampermonkey script
2.  Open Binance Advance Trading Page

